{
  "HomePage": {
    "title": "สวัสดี"
  },
  "Navbar": {
    "Home": "หน้าแรก",
    "Products": "ผลิตภัณฑ์",
    "News": "ข่าวสาร",
    "About Us": "เกี่ยวกับเรา",
    "Join Us": "ร่วมงานกับเรา",
    "Contact Us": "ติดต่อเรา",
    "Article": "บทความ",
    "New Product": "ผลิตภัณฑ์ใหม่",
    "Cart": "ตระกร้า",
    "Items": "รายการ",
    "close": "ปิด",
    "search": "ค้นหา...",
    "ourp": "ผลิตภัณฑ์ของเรา",
    "ecat": "แคตตาล็อก"
  },
  "footer": {
    "Home": "หน้าแรก",
    "Products": "ผลิตภัณฑ์",
    "News": "ข่าวสาร",
    "About Us": "เกี่ยวกับเรา",
    "Join Us": "ร่วมงานกับเรา",
    "Contact Us": "ติดต่อเรา",
    "Article": "บทความ",
    "New Product": "ผลิตภัณฑ์ใหม่"
  },

  "Content1": {
    "Products": "ผลิตภัณฑ์"
  },
  "Content2": {
    "weare": "เรามุ่งมั่นที่จะก้าวสู่โลกใหม่ เทคโนโลยีใหม่ และความฝันใหม่",
    "weare2": "",
    "weare3": "การนำความปลอดภัยและรอยยิ้มมาสู่ผู้คนคือแรงผลักดันที่ทำให้เราเดินมาถึงทุกวันนี้ และยังคงเป็นแรงบันดาลใจในการทำงานทุกวัน ดังนั้นที่ TYC เราจึงให้ความสำคัญและทุ่มเทกับทุกผลิตภัณฑ์ของเรา ด้วยความหวังว่าในสักวันหนึ่ง TYC จะได้เปล่งประกายในทุกมุมของโลก"
  },
  "Benefits": {
    "benefits": "ประโยชน์ที่คุณจะได้รับ",
    "tech": "เทคโนโลยี",
    "tech2": "เราใช้วิทยาศาสตร์เพื่อเสริมสร้างนวัตกรรมในผลิตภัณฑ์และกระบวนการต่างๆ ให้ดียิ่งขึ้น",
    "qua": "คุณภาพ",
    "qua2": "เหนือความคาดหมายของลูกค้าและตรงตามมาตราฐานอุตสาหกรรม",
    "proc": "กระบวนการผลิต",
    "proc2": "สร้างผลิตภัณฑ์ตั้งแต่การออกแบบที่ปราณีตและทันสมัยจนถึงการส่งมอบให้แก่ลูกค้า",
    "sust": "ความยั่งยืน",
    "sust2": "ตอบสนองความต้องการในปัจจุบันและอนาคตของลูกค้าทั่วโลกโดยไม่กระทบต่อสิ่งแวดล้อม"
  },
  "QualityA": {
    "qua": "อะไหล่ยานยนต์คุณภาพสูง",
    "qua2": "พร้อมการรับประกันความปลอดภัยบนท้องถนน",
    "qua3": "สำหรับอะไหล่ทดแทนหลังการขาย เรามีการคัดสรรชิ้นส่วนอะไหล่อย่างครบครัน พร้อมให้บริการระดับพรีเมียมเพื่อประโยขน์สูงสุดสำหรับลูกค้าของเรา",
    "qua4": ""
  },
  "OurC": {
    "our": "ลูกค้ารายใหญ่ของเรา"
  },
  "Product": {
    "title": "ผลิตภัณฑ์",
    "des": "นวัตกรรมของเรา, ผลิตภัณฑ์ของเรา",
    "search": "ค้นหาผลิตภัณฑ์",
    "total": "จำนวนผลิตภัณฑ์ : ",
    "clear": "ล้างการค้นหา",
    "add": "เพิ่มลงตระกร้า",
    "detail": "รายละเอียด",
    "pdetail": "รายละเอียดผลิตภัณฑ์",
    "back": "กลับ",
    "recentp": "ผลิตภัณฑ์ล่าสุด"
  },
  "Article": {
    "title": "ข่าวสาร",
    "des": "ด้วยนวัตกรรมและเทคโนโลยีการผลิต TYC จะช่วยยกระดับกระบวนการผลิตของคุณให้บรรลุตามเป้าหมาย ไม่ว่าคุณจะสร้างสรรค์ผลิตภัณฑ์ประเภทใด",
    "subtitle": "บทความล่าสุด",
    "read": "อ่านเพิ่มเติม",
    "back": "กลับ"
  },
  "NewProduct": {
    "title": "ผลิตภัณฑ์ใหม่",
    "des": "ชิ้นส่วนยานยนต์คุณภาพ พร้อมการรับรองความปลอดภัยบนท้องถนน",
    "detail": "รายละเอียด",
    "back": "กลับ"
  },
  "ContactUs": {
    "title": "ติดต่อเรา",
    "des": "เรายินดีรับฟังความคิดเห็นจากคุณ",
    "general": "สอบถามทั่วไป",
    "name": "ชื่อ",
    "email": "อีเมล",
    "phone": "เบอร์โทรศัพท์ติดต่อ",
    "subject": "หัวข้อ",
    "message": "รายละเอียด",
    "submit": "ส่ง",
    "cname": "บริษัท ที.ไอ.ที อินเตอร์เนชั่นแนล จำกัด (ทีวายซีไทยแลนด์)",
    "caddress": "119 หมู่ที่ 3 ถนนบ้านค่าย-หนองละลอก ตำบลหนองละลอก \nอำเภอบ้านค่าย ระยอง 21120 ประเทศไทย",
    "cphone": "โทรศัพท์ : (+66) 38-892-298",
    "cfax": "แฟกซ์ : (+66) 38-892-419"
  },
  "AboutUs": {
    "title": "เกี่ยวกับเรา",
    "des": "คาดหวังมากขึ้น , คาดหวัง TYC.",
    "weare": "เราคือผู้เชี่ยวชาญด้านแสง",
    "desweare": "จากประสบการณ์ยาวนานและความก้าวหน้าทางเทคโนโลยี เรากลายเป็นสัญลักษณ์แห่งแสงสว่างในยามค่ำคืน การนำความปลอดภัยและรอยยิ้มมาสู่ผู้คนคือสิ่งที่เป็นแรงผลักดันให้เรามาโดยตลอด และยังคงเป็นแรงบันดาลใจให้เราทำงานทุกวัน ดังนั้นที่ TYC เราจึงมุ่งมั่นและทุ่มเทกับทุกรายละเอียดของผลิตภัณฑ์ ด้วยความฝันที่ว่า TYC จะส่องสว่างในทุกมุมโลก\nด้วยการเกินความคาดหวังทั้งหมด เรากำลังก้าวไปข้างหน้าอย่างมั่นคงในฐานะบริษัทที่รู้ เข้าใจ และมอบแสงสว่างได้อย่างแท้จริง",
    "pre": "ผลิตภัณฑ์โคมไฟยานยนต์พรีเมียม",
    "despre": "TYC เริ่มต้นธุรกิจ OEM ในปี 1992 กับ Ford of South Africa ซึ่งเดิมชื่อ SAMCOR ด้วยประสบการณ์กว่า 20 ปีในการทำงานอย่างใกล้ชิดกับผู้ผลิต OEM ทั่วโลก ตั้งแต่การออกแบบ การผลิต ไปจนถึงการจัดส่ง และนั่นทำให้ TYC ได้ขยายฐานลูกค้า OEM อย่างรวดเร็ว",
    "qa": "รับประกันคุณภาพ",
    "qades": "สิ่งที่เราให้ความสำคัญสูงสุดคือผลิตภัณฑ์อะไหล่ยานยนต์คุณภาพ บริการลูกค้าที่ยอดเยี่ยม และการส่งมอบตรงเวลา ปัจจัยเหล่านี้ทำให้การรับประกันคุณภาพเป็นหนึ่งในแง่มุมที่สำคัญที่สุดของการดำเนินงานของเรา ผลิตภัณฑ์อะไหล่ยานยนต์ที่เราจำหน่ายต้องตรงหรือเกินความคาดหวังของลูกค้า ตั้งแต่การจัดหาวัตถุดิบคุณภาพ การออกแบบและวิศวกรรม ไปจนถึงการผลิตและการจัดส่ง พร้อมบริการหลังการขายที่เน้นลูกค้าเป็นหลัก",
    "award": "รางวัล",
    "desaward": "ความหลงใหลและความทุ่มเทของเราในการออกแบบนวัตกรรมผลิตภัณฑ์โคมไฟยานยนต์\nที่ได้รับการยอมรับและความชื่นชมจากบริษัทที่ร่วมอุตสาหกรรม",
    "cer": "ใบรับรองมาตราฐาน",
    "descer": "TYC ได้รับการรับรอง ISO26262, IATF16949, ISO9001, ISO45001, ISO14064, Ford Q1 และ AEO",
    "history": "ประวัติ TYC",
    "historydes": "ก้าวหน้าผ่านกาลเวลา"
  },
  "Cart": {
    "title": "ตระกร้าสินค้า",
    "des": "เลือกสิ่งที่ใช่สำหรับคุณ",
    "total": "จำนวนผลิตภัณฑ์ : ",
    "items": "รายการ",
    "contact": "ข้อมูลการติดต่อ",
    "company": "บริษัท",
    "name": "ชื่อ",
    "country": "ประเทศ",
    "mobile": "เบอร์โทรศัพท์มือถือ",
    "phone": "เบอร์โทรศัพท์",
    "fax": "แฟกซ์",
    "address": "ที่อยู่",
    "email": "อีเมล",
    "inquiry": "ข้อความ",
    "submit": "ส่ง",
    "clearall": "ล้างทั้งหมด",
    "detail": "รายละเอียด",
    "remove": "ลบ",
    "selectc": "เลือกประเทศ"
  },
  "History": {
    "1986": "ก่อตั้งบริษัท TYC BROTHER INDUSTRIAL CO., LTD.\nโลโก้ดั้งเดิมของ TYC ประกอบด้วยกรอบวงกลมที่สื่อถึงความสามัคคีทั้งในอุตสาหกรรมและในวัฒนธรรมองค์กร รวมถึงทัศนคติของบริษัทที่มีต่อผู้คน โดยมุ่งมั่นที่จะนำความสุข ความสะดวกสบาย ความหวัง และกำลังใจมาสู่ผู้อื่น",
    "1991": "ก่อตั้งศูนย์ขายและจัดจำหน่ายแห่งแรกในสหรัฐอเมริกา GENERA CORPORATION (เดิมชื่อ TYC Industrial Co., USA) ตั้งอยู่ในรัฐแคลิฟอร์เนีย",
    "1995": "ก่อตั้งโรงงานผลิตแห่งแรกในประเทศจีนชื่อ CHANGZHOU TAMAU AUTO LAMP\nก่อตั้งศูนย์ขายและจัดจำหน่ายแห่งที่สองของ GENERA CORPORATION (เดิมชื่อ Land Force Corp.) ในรัฐนิวเจอร์ซีย์",
    "1997": "เปิดเสนอขายหุ้นครั้งแรก (IPO) และจดทะเบียนในตลาดหลักทรัพย์ไต้หวัน",
    "1998": "ในปี 1998 การออกแบบและเปลี่ยนโลโก้เป็นรูปแบบ sun rays แสดงให้เห็งถึงความชัดเจนและเป้าหมายของ TYC คือ \"Lighting up the world!\" ",
    "1998-2": "ก่อตั้งศูนย์ขายและจัดจำหน่ายแห่งที่สามของ GENERA CORPORATION ในรัฐเท็กซัส",
    "1999": "เข้าซื้อกิจการ TAIWAN STANLEY INDUSTRIAL CO., LTD. ซึ่งปัจจุบันเปลี่ยนชื่อเป็น JUOKU TECHNOLOGY CO., LTD.\nก่อตั้งศูนย์ขายและจัดจำหน่ายแห่งที่สี่ของ GENERA CORPORATION ในรัฐอิลลินอยส์",
    "2001": "ก่อตั้ง T.I.T. INTERNATIONAL CO., โรงงานผลิตไฟส่องสว่างยานยนต์ในระยอง ประเทศไทย\nก่อตั้งศูนย์ขายและจัดจำหน่ายแห่งที่ห้าในสหรัฐอเมริกาของ GENERA CORPORATION ในรัฐจอร์เจีย",
    "2002": "ร่วมมือกับ China HARBIN HAFEI INDUSTRY CO., LTD. ในรูปแบบการลงทุนร่วม (JV) และก่อตั้ง HARBIN HAXING MOTOR COMPONENTS CO., LTD. ในประเทศจีน\nก่อตั้ง CHANGZHOU TAMOU PRECISION INDUSTRIAL CO. LTD. สำหรับการออกแบบ พัฒนา และผลิตแม่พิมพ์พลาสติกในประเทศจีน",
    "2003": "สร้างและย้ายสถานที่ผลิตไปที่ Tainan Tech Park\nก่อตั้งคลังสินค้าและศูนย์จัดจำหน่ายสินค้าในยุโรปชื่อ TYC EUROPE B.V. ในเมืองอัลเมเร ประเทศเนเธอร์แลนด์",
    "2004": "ร่วมมือกับ China FIRST AUTO WORKS ในรูปแบบการลงทุนร่วม (JV) และก่อตั้ง CHANGCHUN E-CHI SHI HUAN",
    "2005": "Visteon Corporation USA เข้าซื้อหุ้นใน CHANGZHOU TAMAU AUTO LAMPS ซึ่งต่อมาเปลี่ยนชื่อเป็น VISTEON TYC AUTO LAMPS CO., LTD.",
    "2009": "เพิ่มการถือหุ้นของ CHANG CHUN E CHI SHI HUAN เป็น 100% และเปลี่ยนชื่อเป็น CHANG CHUN SPARX AUTO LAMPS CO., LTD.",
    "2010": "ก่อตั้ง KUN SHAN TYC HIGH PERFORMANCE LIGHTING TECH CO., LTD. ในประเทศจีน",
    "2011": "การพัฒนาโลโก้ TYC เป็นรูปแบบองค์กรที่ใช้สีน้ำเงินสีเดียว ที่สื่อถึงค่านิยมและแสดงถึงสโลแกน \"Light, Precision and Safety\" ",
    "2012": "เริ่มดำเนินการคลังสินค้าเฟส 2 ณ Tainan Tech Park",
    "2013": "เปลี่ยนชื่อจาก VISTEON TYC AUTO LAMPS CO. เป็น VARROC TYC AUTO LAMPS CO. หลังจากที่กลุ่ม Varroc จากอินเดียซื้อหุ้นของ Visteon",
    "2014": "เปิดโรงงานผลิตแห่งที่สองของ VARROC TYC AUTO LAMPS CO. ในเมืองฉงชิ่ง ประเทศจีน",
    "2015": "เริ่มดำเนินการโรงงานประกอบเฟส 3 ณ Tainan Tech Park",
    "2020": "ก่อตั้ง TYC VIETNAM INDUSTRIAL CO., LTD. ในประเทศเวียดนาม"
  }
}
